import React from "react";
import Navbar from "../component/Navbar";
export default function AboutUs() {
  return (
    <div>
      <div>
        <Navbar title="关于我们"></Navbar>
      </div>
      <div>
        {/* 内容 */}
        <img
          src="https://img95.699pic.com/photo/50033/5388.jpg_wh860.jpg"
          width="100%"
        ></img>
        <div>
          1.捧着一颗心来，不带走一根草去。—陶行知<br></br>
          2.教育即生活，生活即教育。—杨文<br></br>
          3.教育不是灌输，而是点燃火焰！—苏格拉底<br></br>
          4.兴趣是最好的老师。—爱因斯坦<br></br>
          5.知之者不如好之者，好知者不如乐知者。—孔子 <br></br>
          6.授之以鱼，也要授之以渔。<br></br>
          7.师者，所以传道授业解惑也。—韩愈<br></br>
          8.教也者，长善而救其失者也。—《学记》<br></br>
          9.培养教育人和种花木一样，首先要认识花木的特点，区别不同情况给予施肥、浇水和培养教育，这叫“因材施教”。—陶行知。<br></br>
          10.学高为师，身正为范。百年大计，教育为先。<br></br>
          11.没有爱，就没有教育。—苏霍姆林斯基<br></br>
          12.千教万教，教人求真；千学万学，学做真人。<br></br>
          13.行是知之始，知是行之成。—陶行知<br></br>
          14.以为好的先生不是教书，不是教学生，乃是教学生学。——陶行知<br></br>
          15.教师应该用一切可能的方式，把孩子们求知与求学的欲望激发起来。——夸美纽斯<br></br>
          16.善于鼓舞学生，是教育中最宝贵的经验。——苏霍姆林斯基<br></br>
          17.身正，不令而行；其身不正，虽令不从。——孔子<br></br>
          18.问题不在于教他各种学问，而在于培养他爱好学问的兴趣，而且在这种兴趣充分增长起来的时候，教他以研究学问的方法。——卢梭<br></br>
          19.教育的艺术不在传授,而在鼓舞和唤醒。<br></br>
          20.如果把学生的热情激发出来，那么学校所规定的功课就会被当作一种礼物来领受。——爱因斯坦<br></br>
          21.不愤不启，不悱不发。——孔子<br></br>
          22.供人以鱼，只解一餐；授人一渔，终身受用。<br></br>
          24.教学的目的是培养学生自己学习，自己研究，用自己的头脑来想，用自己的眼睛看，用自己的手来做这种精神。—郭沫若<br></br>
        </div>
      </div>
    </div>
  );
}
